export const orgList = [
  '梅东公司团委',
  '北三集司团委',
  '宁波远洋团委',
  '国际物流团委',
  '鼠浪湖公司团委',
  '甬舟公司团委',
  '北二集司团委',
  '舟港公司团委',
  '镇司团委',
  '温州港集团团委',
  '嘉兴港务团委',
  '北一集司团委',
  '铁司团委',
  '矿石公司团委',
  '义乌港公司团委',
  '海港建设团委',
  '大港引航团委',
  '台州港务团总支',
  '轮司团委',
  '信通公司团总支',
  '苏州现代团委',
  '四港公司团支部',
  '太仓武港团委',
  '南京明州团委',
  '太仓万方团委',
  '港强公司团总支',
  '易港通公司团支部',
  '外理公司团委',
  '新世纪期货团总支',
  '海港中奥团支部',
  '资管公司团支部',
  '内河公司团支部',
  '船交市场团支部',
  '财务公司团总支',
  '宁波航交所团支部',
  '环球置业团总支',
  '教培中心团支部',
  '头门港公司团支部',
  '海港国贸团总支',
  '马迹山公司团支部',
  '海港大宗团支部',
  '股份公司机关团支部',
  '众联公司团支部',
  '智港通团支部',
  '大榭集司团总支',
  '有色矿团组织筹备组',
  '其他'
].map((e) => ({
  label: e,
  value: e
}));

export const politicsList = ['中共党员或预备党员', '共青团员', '群众', '其他'].map((e) => ({
  label: e,
  value: e
}));

export const eduList = ['硕博研究生', '大学本科', '大学专科', '其他'].map((e) => ({
  label: e,
  value: e
}));

export const excelList = ['精通', '熟练', '一般'].map((e) => ({
  label: e,
  value: e
}));
